{
  "headline" : "Tesla Motors Inc (TSLA) Defends Safety Record On Model S Fire",
  "author" : "Paul Shea",
  "contact" : "",
  "date" : "October 5, 2013",
  "source" : "http://www.valuewalk.com/2013/10/tesla-motors-inc-tsla-defends-safety-record-on-model-s-fire/",
  "image" : "http://ify.valuewalk.com/wp-content/uploads/2013/10/Tesla-Model-S-Fire.jpg",
  "text" : [
    { "title" : "",
      "paragraphs" : [
         "Tesla Motors Inc (NASDAQ:TSLA) has released a strong fact based statement about the Model S fire that went viral earlier this week. The statement is firm and highlights the fact that there are more than 150,000 car fires in the United States every year. Only one was covered by nearly every media outlet imaginable, however.",
         "The Tesla Motors Inc (NASDAQ:TSLA) Model S is one of the safest cars on the road. According to the statement the battery pack’s combustion potential “about 1% that of the fuel in a comparable gasoline sedan.” The story about the fire in the Model S was one of technology saving a Tesla driver’s life, not one of the company’s rigorous safety standards failing."
      ]
    },
    { "title" : "Tesla safety standards",
      "paragraphs" : [
        "The statement, which was authored by Tesla Motors Inc (NASDAQ:TSLA) CEO Elon Musk, begins with an assessment of events. A curved section of metal that fell off of a truck was the culprit. When the car hit the piece of metal a peak force of 25 tons was applied to the armor plated bottom of the Model S.",
        "The piece of metal pierced the car and caused a fire in the front battery module, one of sixteen in the car. The onboard system on the Tesla Motors Inc (NASDAQ:TSLA) car told the driver to pull over and exit the vehicle. The Tesla Model S vented the fire up the road in order to keep it away from the internal cabin.",
        "The fire department that arrived on scene acted correctly in using water on the fire, but they pierced the metal firewall. This is what caused the fire to grow as water was poured on it. Piercing the car is standard procedure for gasoline powered vehicles. The fire never got into the passenger compartment of the car.",
        "If anything the incident should show the safety the Tesla Motors Inc (NASDAQ:TSLA) Model S offers drivers. If a gasoline powered car took the same damage, “the result could have been far worse.” Facts and reality don’t always play well in the media and the same can be said for the investment community."
      ]
    },
    { "title" : "Tesla brand damage",
      "paragraphs" : [
        "There is not telling the damage that a news story like this could have on the Tesla Motors Inc (NASDAQ:TSLA) brand. The story is likely to be short lived, but it my stick in the minds of some potential customers. The facts are clear. The Tesla Model S saved the driver of the Model S in question from possible injury or worse. It did not contribute to the accident in any way.",
        "Facts and emotion have a less than coherent relationship, and the market runs on one or the other or neither of the two. This accident is unlikely to have a massive effect on Tesla Motors Inc (NASDAQ:TSLA) stock, but if the media continues to push coverage of accidents like this the cumulative effects might damage reputation, potential business and the stock price."
      ]
    }
  ]
}
  
     
     
